{"text": [], "score": []}
{"text": ["If i have any time on my hands i come to this place. It is now like a second home. I am however beginning to feel a bit of guilt about some exhibits that may belong back where they came from.Well, Roman coins (Room 69) if i remember well worth a visit and long time look.There is just..."], "score": ["5 of 5 stars"]}
{"text": ["Great visit, with fewer crowds on a Friday night. A massive museum, with almost too much to see. Make sure you head down to the Enlightenment Room- you won't be disappointed. Also, try to coincide your visit to the Clock room with the turn of the hour. Multiple antique clocks chiming around you is quite an experience! A fabulous museum,..."], "score": ["5 of 5 stars"]}
{"text": ["I have recently become a member at British Museum and am extremely happy that I have.The amount of historical objects for myriad of cultures, and to view them is intensely satisfying.I urge others to visit. You will not be disappointed!"], "score": ["5 of 5 stars"]}
{"text": ["This is one of the worlds great museums, stuffed full of antiquities from around the globe. There's excellent galleries showcasing the Anglo-Saxons and the Sutton Hoo burial, the Vikings etc. it would take days to see all 90+ galleries so be selective. They have special exhibitions for which you have to pay (currently CT scanned mummies and Vikings) but also..."], "score": ["5 of 5 stars"]}
{"text": ["One of the greatest museums in the world. Loved the reviews saying not much British. Thanks to the British being adventurous going back centuries we can now enjoy this amazing worldwide collection of ancient artefacts. Too much to cover in a review but the mummies, elgin marbles, Rosetta Stone etc etc, Free lectures, great one off exhibitions, amazing architecture in..."], "score": ["5 of 5 stars"]}
{"text": ["This museum is huge and the exhibits are amazing. The most important being the Rosetta Stone. Lots of ancient Greek and Egyptian sculptures and building facades; mummies, etc. Could probably spend a few days here if you are interested in these exhibits, but we were tired from earlier sightseeing."], "score": ["4 of 5 stars"]}
{"text": ["This museum was so highly-recommended, I was so excited to go visit. However, I was surprised that there was really nothing BRITISH to see! Tons of Egyptian, Greek, and Roman artifacts, so if that interests you, it's worth a stop. But I came to London to look at English history, not hieroglyphics. So, if that is the purpose of YOUR..."], "score": ["4 of 5 stars"]}
{"text": ["As a popular public place have a 6.9 million visitors on last year, the British Museum is negligence, there is no alert the public to achieve financial security measures, at the entrance and back door is not see any warning signs to beware of pickpockets!On 29 May, after I entered the museum at about 9:30 from behind door of..."], "score": ["2 of 5 stars"]}
{"text": ["A stunning array of other countries' antiquities....stunning in every way. There's more of Egypt and Greece in the British Museum than in those countries. When I was in Egypt they constantly said the original was in the British Museum. Yes, a lot of stuff that might have been lost to the weather or sold to private collections have been 'saved'..."], "score": ["5 of 5 stars"]}
{"text": [], "score": []}
{"text": ["We went as a work team of 5 and thoroughly enjoyed ourselves. The game was well designed, full of variety and cryptic challenges against the clock. We even managed to get out with only minutes to spare adding to the excitement and sense of achievement! It was surprisingly so much fun we are already planning our next visit as a..."], "score": ["5 of 5 stars"]}
{"text": ["This is one of the best activities I've done in a long time. We were a group of five friends, all very different, but everyone had a great time. Would recommend it to anyone who likes problem solving in the slightest. It's kind of like being inside your own adventure game! Loads of fun!//The Scandinavian Team"], "score": ["5 of 5 stars"]}
{"text": ["I was a bit spectacle about this clue quest game, and now that I've done it and completed on time- I was SO WORTH IT! This game was so much fun! I played with my 3 other family members and we all really worked together, laughed, and were really puzzled with the game, but nonetheless, we completed! I don't want..."], "score": ["5 of 5 stars"]}
{"text": ["2nd time here and can't wait for more - beware it's so addictive These guys have outdone themselves again. We loved every minute of it, we thought the first room coulnt be topped but we had a totally different experience with just as much challenge, fun and excitement. Everything is explained perfectly and the right clues are given if needed...."], "score": ["5 of 5 stars"]}
{"text": ["Our group of 5 randomly googled Cluequest before flying to London and the experience was well worth the £20 per head we paid. It is a crazy experience from start to finish and we were completely pumped the whole time. Perhaps the best thing about Cluequest as an attraction is that anyone (above the age of 15 or so) can..."], "score": ["5 of 5 stars"]}
{"text": ["I can't tell you much except to say that all 12 of us LOVED it. We had a great time, and 8/12 made it out in time!"], "score": ["5 of 5 stars"]}
{"text": ["We've done both rooms at HintHunt, so ClueQuest was the obvious thing to do next! Very little to choose between the two companies, so do whichever's easiest for you in terms of location and availability. Brilliant hour of fun! Will be booking up to do the second room straightaway."], "score": ["5 of 5 stars"]}
{"text": ["Booked cluequest as I had seen it on trip advisor and I'm always looking for different things to do in London.We went as a group of 4 for a friend's birthday and we all absolutely enjoyed the experience so much we are already looking at going back for the second experience!I would recommend this to anyone whether it..."], "score": ["5 of 5 stars"]}
{"text": ["Our family (me, my wife, my son (17) and my daugther (15) dared to take on this challenge. And we didn't regret. It was one of our highlights on our London trip. The organization worked perfectly, the instruction were very clear (also for us non-natives) and the quests were really cool.Quite certain we will go back for the latest..."], "score": ["5 of 5 stars"]}
{"text": [], "score": []}
{"text": ["Had such an amazing time up at the 02! Our leader Max was great - a little crazy but Fab! The view was great and would make such a good gift for most ages! Highly recommended!"], "score": ["5 of 5 stars"]}
{"text": ["Firstly, ignore all of those negative comments, it was fab. I went not sure of what to expect. It was a simple assent and a demanding decent (make sure you've got strong legs and that your vertigo isn't over powering)The O2 does exactly what it says on the tin. You go up, view and decend. If you are scared..."], "score": ["5 of 5 stars"]}
{"text": ["Payed for my son and his fiancé as a birthday treat. Didn't go myself as don't like heights ! They loved it. The weather was warm and sunny which helped. They said the views from the top were brilliant. Had 15 mins at the top to take pictures and said the guide was very good taking pictures of couples with..."], "score": ["5 of 5 stars"]}
{"text": ["This is truly one of the worst attractions in London (and there are lots of terrible ones, so it's no idle claim). The O2 is possibly the ugliest building in all of London, miles from anywhere, and what sort of view do you have? Over housing and industrial estates. I was dragged there and was glad i didn't pay."], "score": ["1 of 5 stars"]}
{"text": ["Up at the O2 I would highly recommend to anyone looking for a little exercise,fresh air,fun and certainly value for money. From the safety video right through to the handing back of the equipment was all handled very professionally. Our guide Tom was brilliant and helped a few of the more nervous one's in our group with a very caring..."], "score": ["5 of 5 stars"]}
{"text": ["I bought my boyfriend and I tickets to do this for his birthday as a surprise and we both loved it! Such a fun and unique thing to do, with brilliant views, helpful and friendly staff, and plenty of other things to do and see once the main event had finished! Very reasonably priced too.I think maybe there could..."], "score": ["4 of 5 stars"]}
{"text": ["We did this for my wife's birthday, it's a really good experience and I would recommend it.To start with, you get kitted out in all of the climbing gear and briefed on safety etc. The first part of the climb up is trickier than I had expected, though it flattens out a bit after that.The views from the..."], "score": ["5 of 5 stars"]}
{"text": ["I felt the need to write a review as everyone is quick to complain about things but more reluctant to leave good reviews.We organised Up at the O2 as a birthday treat for our daughter who has cerebral palsy and is a wheelchair user.I would just like to say how well organised and helpful the staff were in..."], "score": ["5 of 5 stars"]}
{"text": ["we were fortunate to visit and complete ouur walk on a fantastis bright sunny day. the organisation from the crew at up at the o2 was great from the safety video to the guide (TOM) very proffesional from start to finish. some may say that the harnesse etc are over the top but bear in mind they have to cater..."], "score": ["5 of 5 stars"]}
{"text": [], "score": []}
{"text": ["Music was great, however vocal performance of the main actor was insufficient. The musical theater was very nice."], "score": ["4 of 5 stars"]}
{"text": ["Loved this play. i had seen the movie but the play is better. Hilarious \"encore\" during which the entire audience sings a few classic ABBA songs."], "score": ["5 of 5 stars"]}
{"text": [], "score": []}
{"text": [], "score": []}
{"text": [], "score": []}
{"text": [], "score": []}
{"text": [], "score": []}
{"text": [], "score": []}
{"text": [], "score": []}
{"text": [], "score": []}
{"text": [], "score": []}
{"text": [], "score": []}
{"text": [], "score": []}
{"text": [], "score": []}
{"text": [], "score": []}
{"text": [], "score": []}
{"text": [], "score": []}
{"text": [], "score": []}
{"text": [], "score": []}
{"text": [], "score": []}
{"text": [], "score": []}
{"text": [], "score": []}
{"text": [], "score": []}
{"text": [], "score": []}
{"text": [], "score": []}
{"text": [], "score": []}
{"text": [], "score": []}
{"text": [], "score": []}
{"text": [], "score": []}
{"text": [], "score": []}
{"text": [], "score": []}
{"text": ["A beautifully maintained and laid out park right in the heart of Westminster, this is a peaceful place where you can see squirrels, ducks and plenty of pigeons!There are benches to sit on and enjoy lunch and plenty of paths for walking."], "score": ["5 of 5 stars"]}
{"text": ["In a big city like London, it's very important to have a peaceful place & very natural like St. Jame's park.. With its lake, fountains.."], "score": ["5 of 5 stars"]}
{"text": ["This park is a beautiful place to visit and take a stroll. Not only the trees and the flowers but the animals are what make it Truly special. So many different types of birds to see and so many friendly squirrels. They are all so used to people that they are very friendly. Really worth taking a walk through if..."], "score": ["5 of 5 stars"]}
{"text": ["The Park is just like many in London, all worth a leisurely walk, rest relax and possibly a picnic. Its pretty, smaller than Hyde Park, doesn't have a lot to see that's different to other parks."], "score": ["3 of 5 stars"]}
{"text": ["In the centre of London you can walk on the grass feed the ducks and other birds and look at some nice fountains and flowers. Just the job after walking around Oxford street getting sore feet."], "score": ["5 of 5 stars"]}
{"text": ["What a lovely relaxing place after the bustling crowds around Buckingham Palace. Lovely lake with lots of ducks and swans, lovely walkways. Lots of open space for children to place. The only downside is the price of refreshments on sale, so expensive. Saw the guards march from the Palace through the park which was good."], "score": ["4 of 5 stars"]}
{"text": ["These are lovely park grounds and a great green space in the centre of London. Plenty of spots to sit down and enjoy people watching or enjoy the wildlife.There are cafe points around the park to grab drink, waffle and ice cream.Head for the bridge in the middle for lovely pictures of the Palace in one direction and..."], "score": ["4 of 5 stars"]}
{"text": ["A great walk is to start at Buckingham Palace, walk down toward Horseguards Parade Ground, Trafalgar Square and the Thames. St Jame's Park is a quiet, green oasis filled with lots of animals, flowers and folks strolling about. There are cafes and restroom facilities along the park. Much nicer than being on the busy streets. Also, the location of the..."], "score": ["4 of 5 stars"]}
{"text": ["Even though we went in winter it was still manicured and lovely. There were beautiful flowers along the walkways and nice benches to relax on."], "score": ["5 of 5 stars"]}
{"text": ["A great show to see while in London right off the Victoria tube station - easy to get to. Funny, well performed great music and dancing. Search different ticket sources online, as we were able to find great seat in the stalls for almost 50% off (not buying directly through the theatre)."], "score": ["5 of 5 stars"]}
{"text": ["I went with a party of 23 to see the show for my birthday treat! Wow!! What a show we had ages ranging from 23 to 67 and every one of us loved the show! Afterwards a few of the ladies said it wasn't a show they would have chosen to see themselves ..... But they were so pleased they..."], "score": ["5 of 5 stars"]}
{"text": ["spectacular, moving, amazing cast, sometimes a bit hard to understand the accents, but still well worth a visist!"], "score": ["5 of 5 stars"]}
{"text": ["Great cast with a very emotional story told throughout. One of the best shows I've seen for a while!"], "score": ["5 of 5 stars"]}
{"text": ["Billy elliot is one of the best shows we have seen,we went as a family are son is 9 years old ,ok the language is not normally for children but this is down to subject matter.The whole show is a roller coaster of emotion you laugh and cry but you will enjoy the amazing talent young and old on show.Do..."], "score": ["5 of 5 stars"]}
{"text": [], "score": []}
{"text": [], "score": []}
{"text": [], "score": []}
{"text": [], "score": []}
{"text": [], "score": []}
{"text": [], "score": []}
{"text": [], "score": []}
{"text": [], "score": []}
{"text": [], "score": []}
{"text": [], "score": []}
{"text": [], "score": []}
{"text": [], "score": []}
{"text": [], "score": []}
{"text": [], "score": []}
{"text": [], "score": []}
{"text": ["When we got tickets to this I wasn't expecting much. But how wrong I was.The performers were amazing and made something that I thought would be dull and drawn out, exciting, fun and engaging.Apparently they change the routine on a regular basis to keep it fresh which mean you could go again in a few months and not..."], "score": ["5 of 5 stars"]}
{"text": ["This show is fabulous. If you love dance, originality then this is for you. I smiled and whooped throughout. The high energy was incredible. A must to see."], "score": ["5 of 5 stars"]}
{"text": ["An excellent show. I thoroughly enjoyed this. It is a fast, upbeat production. the performers are very skilful. Do check it out!!"], "score": ["5 of 5 stars"]}
{"text": [], "score": []}
{"text": [], "score": []}
{"text": [], "score": []}
{"text": [], "score": []}
{"text": [], "score": []}
{"text": [], "score": []}
{"text": [], "score": []}
{"text": ["We walked by Big Ben every day during our five day visit to London. You cannot climb to the top of the tower. But it is marvelous to look at and mystical to hear the chiming of the bells. It's located right on the Thames River. I highly recommend you visit when you are in London."], "score": ["5 of 5 stars"]}
{"text": ["Well what can I say it's Big Ben everyone loves him , my 10 year old daughter Jamie loved hearing him strike 3 oclock & then listened out for him all night :)"], "score": ["5 of 5 stars"]}
{"text": ["Loved seeing Big Ben not just in the photographs. Classic looking structure. Loved the surrounding areas. A must for when you visit London."], "score": ["4 of 5 stars"]}
{"text": ["Yes Big Ben, where else can you go to get the time of day in the middle of London. It is fab building sitting next to Westminster abbey"], "score": ["5 of 5 stars"]}
{"text": [], "score": []}
{"text": ["We have been there to see one of the most famous landmark in UK. My eldest daughter wanted to see it so then her dream came true. Although we didn't go into the building all the details on the walls and \"that\" clock look amazing. Even though we live in UK we enjoyed as if we are a proper tourist..."], "score": ["5 of 5 stars"]}
{"text": ["You've got to get your photo in front of Big Ben. It is preserved beautiful and is a London landmark."], "score": ["5 of 5 stars"]}
{"text": ["What can you say a CLASSIC sign of London but it is the bell which you don't see! Lovely surrounding area so go around or you will miss a lot!!"], "score": ["5 of 5 stars"]}
{"text": ["I loved Looking at Big Ben. You have to go see it and take it in. You can't visit London and not take a photo in from of Big Ben."], "score": ["5 of 5 stars"]}
{"text": [], "score": []}
{"text": ["you will enjoy this if you like engineering. the plans are nice and the history is quite well written. better to go with family then friends."], "score": ["4 of 5 stars"]}
{"text": ["Free parking was great, free entry, the assortment of craft was fabulous, great written history, some exhibits were hands which my grandson found a great interest in. Definitely recommended for aircraft enthusiasts and kids. Good 4 to 5 hours of fun and interest."], "score": ["5 of 5 stars"]}
{"text": ["A magnificent museum visit. A huge number of aircraft from WWII and lots of artifacts. There was also a bomber that had crash landed and burned. It is on display in the rescued condition. There is a photo history on a large wall. There were 2 rescue boats displayed that were used in the channel. A café with snacks with..."], "score": ["5 of 5 stars"]}
{"text": ["great place to visit if you are an aviation fan or know someone who is. not a must see but definitely a good day out!!"], "score": ["4 of 5 stars"]}
{"text": ["Easy to get to by train. Friendly people working and fun stuff to check out. Had some lunch there too."], "score": ["5 of 5 stars"]}
{"text": [], "score": []}
{"text": [], "score": []}
{"text": [], "score": []}
{"text": [], "score": []}
{"text": [], "score": []}
{"text": ["The Cabinet War Rooms (CWR) are a fascinating must-see for anyone with an interest in WWII. We visited with no expectations and found an excellent museum which has faithfully preserved this vitally important part of history in the state in which it was left at the end of the war. To actually see the rooms where so many crucial decisions..."], "score": ["5 of 5 stars"]}
{"text": ["This is an attraction that you want to visit but after visiting you feel somewhat disappointed. You will certainly learn much history and see items you cannot see anywhere else but... can get very crowded and the self-guided headsets do not work very well. I feel it is overpriced."], "score": ["3 of 5 stars"]}
{"text": ["A fascinating time capsule of british history, a must for young and old ! I was reticent before, but my husband was keen, so I tagged along and it was so worthwhile, I was surprised how much I learnt."], "score": ["5 of 5 stars"]}
{"text": ["I really enjoyed my visit to the war rooms. With all the technology we take for granted these days everything that was used to keep Churchill updated with events seems so old fashioned now. It is wonderful how the place has retained the authentic feel. From Churchill's loo marked WC!! to the maps and list of events as they unfolded...."], "score": ["5 of 5 stars"]}
{"text": ["Unfortunately we had to expedite our tour of this museum in order to get over to the Whitehall to see the Changing of the Horse Guards. Even so we spent over an hour here seeing the exhibits and reading the letters and historical documents on display. Interesting underground tunnels and many of the exhibits highlighted what it was like to..."], "score": ["4 of 5 stars"]}
{"text": ["My expectations were low, but I was pleasantly surprised. This is a great museum of Churchill's life ..warts and all...and a clear presentation of the pressure and challenges of managing a war from a small reinforced bunker. Well worth a visit."], "score": ["4 of 5 stars"]}
{"text": ["Our travel guru (Rick Steve's) aptly rates the Churchill War Rooms as a \"don't miss\" and we totally agreed. The War Room visit was a wonderful experience to include in our day as we viewed all of the historical sites along the way from Trafalgar Square to Westminster Abbey. While we're not WW2 historical-enthusiasts by any stretch of the imagination,..."], "score": ["5 of 5 stars"]}
{"text": ["I lived in London for a long time but never actually visited the Churchill War Rooms until I was visiting as a tourist. I am just sorry it took me so long to find out how great this was. It was incredibly interesting and well set out. The small museum dedicated to the life of Churchill which is part of..."], "score": ["4 of 5 stars"]}
{"text": ["I was a bit put off by the 17.50 BP admission price for this attraction, but you only get to London a few times if you live outside the Continent, so took a chance on it. There are actually two distinct parts to this location. The main one is the tour through the actual restored facility that was used by..."], "score": ["4 of 5 stars"]}
{"text": [], "score": []}
{"text": ["We went for joint celebrations for our friends and ours Ruby Anniversary.If you are a fan of Faulty Towers you will love this,we couldn't stop laughing from start to finish and it brought back memories of this fantastic series. The performance started in the Bar and after great hilarity Basil showed each group to the Dining Room with his..."], "score": ["5 of 5 stars"]}
{"text": ["My son and I had a blast. My son (just under 12 years old) had seen the show and thought it was hilarious. Live it was even funnier. The cast interact well with the audience - improvising depending up on individual audience responses during dinner. The meal was more than edible despite being a typical 70's menu - dessert was..."], "score": ["5 of 5 stars"]}
{"text": ["We went for my husband's birthday and had smiles on our faces from start to finish. Very inclusive, very entertaining and hilarious performances from the actors. Great memories too - Mrs Faulty remembered everybody when singing happy birthday to them! I would recommend this to anyone. Fantastic evening!"], "score": ["5 of 5 stars"]}
{"text": ["Absolutely brilliant show! All of our crowd enjoyed it and it is something different to anything else I've ever done. Would highly recommend. Probably funnier if you go in a group. The actors/actress were fantastic - working to a script but able to come off script and ad-lib to make the experience more enjoyable. Well done - still laughing about..."], "score": ["5 of 5 stars"]}
{"text": ["Myself and my family loved the Fawlty Towers series and I was so estatic to come across this show. I was a bit dubious that it wouldn't be as good as the tv show but it was that and more! We took my dad for his birthday as a surprise so he just thought he was going for lunch. It..."], "score": ["5 of 5 stars"]}
{"text": ["Very much like being in the 13th episode of Fawlty Towers. Dinner is served whilst 'Basil', 'Sybil' and 'Manuel' create mayhem around you. The basic 70's meal is all part of the charm and please don't expect silver service. Plenty of jokes and interaction with the guests but nobody is humiliated, but don't go if you have no sense of..."], "score": ["5 of 5 stars"]}
{"text": ["If you want something different then try this Faulty Towers Dining Experience. Excellent entertainment and very funny.Food was basic but didn't spoil the evening.Would recommend it."], "score": ["5 of 5 stars"]}
{"text": ["If you are fan fo Fawlty Towers this is a must see experience. The cast Basil, Cybil and Manual have study hard to learn the characters. From greeting us in the drinks room to perfomring many of the classic bits it was a truly fine experience."], "score": ["5 of 5 stars"]}
{"text": ["Bought as a surprise Christmas present for my dad and he hasn't stopped talking about it since! What a fun, funny evening we had with all the scenerios included. Great evening even without the Waldorf Salad!"], "score": ["5 of 5 stars"]}
{"text": [], "score": []}
{"text": ["Wonderful building and the way its laid out is perfect. The jewelry floor is worth it but there is much more. You can spend an hour or several depending on your interest but I would go. My husband wasn't interested but ended up enjoying it too."], "score": ["4 of 5 stars"]}
{"text": ["I returned to the museum 10 years after my first visit and it was just as spectacular as I remembered. A good morning spent perusing the vast collections of decorative arts and enjoying the superb building. Great cafe and Reflection Rooms. The Wedding Dress Exhibition was fabulous too. An unmissable sight in London."], "score": ["5 of 5 stars"]}
{"text": ["We spent part of our first day at the V&A since it was only a couple blocks from our hotel. With museums being free, accepting donations, we still gave 5 pounds. The variety of exhibits was unbelievable. From ancient times with old plaster casts they used to make to have an \"original\" in their museum, to jewelry, to iron works,..."], "score": ["5 of 5 stars"]}
{"text": ["If you get the chance, go see this beautiful museum. But, be warned...once you walk into the beautiful marble entryway...plan on being enthralled, entertained and exhausted. You really need 2 days to truly explore and see everything here. It's especially nice that they have interactive exhibits tucked into every nook and side room."], "score": ["5 of 5 stars"]}
{"text": ["If you enjoy portrait miniatures, boxes of all kinds, jewelry and decorative smalls this is heaven. The collection took my breath and heart away. Of course the museum has much to offer but these are my loves. We enjoyed the Italian Design show and the Wedding Dresses, me more than my husband it's fair to say. The gallery attendants were..."], "score": ["5 of 5 stars"]}
{"text": ["This is a museum not to miss in London. A diverse mix of art from around the world. Expect to spend 3-4 hours if you want to see all it has to offer. This was our second visit and we still did not see everything. Plan to go early and spend the day - will not be disappointed."], "score": ["4 of 5 stars"]}
{"text": ["The place seemed more like a modern art gallery rather than a stuffy museum. I felt there was a bit too much religious stuff and there were lots of stairs and different wings. I didn't really notice any sort of directions so we wandered about aimlessly. Possibly there was a guide book with a suggested route but I never saw..."], "score": ["3 of 5 stars"]}
{"text": ["You need plenty of time to see all V&A but very good and well laid out.The museum is large and when we were there if was full of school chidren on a day visit so avoid the last day of term"], "score": ["4 of 5 stars"]}
{"text": ["It's free. And it is Interesting. Some interesting exhibits in the history of fashion. They have some Shakespearean stuff as well. Jewellery was closed in end of may. Overall a decent museum and free"], "score": ["4 of 5 stars"]}
{"text": [], "score": []}
{"text": ["This was such a great production. Went with my mum and sister and had a great time - the set is so clever and how they use props etc is so inventive and exciting. Recommend going even if you don't have young children."], "score": ["5 of 5 stars"]}
{"text": ["We had an absolutely wonderful time at Matilda! We took our sons (12 and 9) and they both laughed and loved it, as did we. The young lead star and actor playing the headmistress were beyond amazing! A must do theater night for families with older school age children!"], "score": ["5 of 5 stars"]}
{"text": ["My partner called this play \"cruel but creepy\". I found it very enchanting. A great production of a very fascinating story."], "score": ["4 of 5 stars"]}
{"text": ["A brilliant show, so imaginative and with a staging that it will be difficult to beat in future. Catch it while you can. Theatre - not so good. Other reviewers have mentioned the loos and can concur - we were late into the 2nd half. Make sure you 'go' in advance - ladies especially."], "score": ["5 of 5 stars"]}
{"text": ["Children were excellent in their acting. Stage costumes were good, atmosphere good. Only downside was there wasn't enough toilets in the theatre and so when the break had ended there was still people waiting for the toilet and returning to disturb the viewing of others."], "score": ["4 of 5 stars"]}
{"text": ["If you've seen the film you won't be disappointed with the musical, it's great. Lots of mixed emotions, sad, funny and hilarious. Enjoy!"], "score": ["5 of 5 stars"]}
{"text": ["My adult sister and I took our 10 year niece while visiting London - my niece chose the show, so we did not know what to expect. Really fun - highly recommend. We bought our tickets online from the theater, and were pleasantly surprised to receive upgraded seats when we arrived at the theater."], "score": ["5 of 5 stars"]}
{"text": ["This show is amazing! There is not a dull moment….even the set changes were seamless. The action never stopped, which is always a plus with children. Ms. Trunchbull was quite possibly the highlight of the show. We considered seeing other musicals with the children, but I'm so glad this is the one we chose!"], "score": ["5 of 5 stars"]}
{"text": ["Great entertainment for all ages. All the staff of the theatre were keen to make the evening enjoyable. Interval drinks were easy to get but ice creams were available in the auditorium if you wanted to stay seated. We had a wonderful time. Would happily see it again."], "score": ["5 of 5 stars"]}
{"text": [], "score": []}
{"text": ["This is a terrific gem tucked away and somewhat hidden from the hustle and bustle of London. Though it is right in the middle of things. Great place for a rainy cold day visit."], "score": ["5 of 5 stars"]}
{"text": ["This cosy but marvellous gallery charges for entry (6GBP per adult on all days, half-price on Mondays except Bank Holidays) but it is worth every penny of the entrance fee! The paintings are displayed in cosy drawing rooms that allow the visitor to feel up close and personal. And as there is an entrance fee, there aren't the large crowds..."], "score": ["5 of 5 stars"]}
{"text": ["The Courtauld Gallery is a relatively small collection, mainly impressionist and post-impressionist art. There are a number of masterpieces of the highest order, and also some masterworks and lesser works. If you love art and you have the time, I strongly suggest that you visit the Courtauld. Otherwise, just spend a day in the National Gallery."], "score": ["5 of 5 stars"]}
{"text": ["The cake here is great, and they have a good selection of tea. The only problem is how noisy the cafe is, with the coffee machine screaming away, and the acoustics meaning all noise is amplified, you end up shouting across the table. Is there anything can be done to improve this? Perhaps take the coffee machine to a room..."], "score": ["4 of 5 stars"]}
{"text": ["A compact but powerful collection of impressionist paintings, I spent 10 minutes in front of Manet's Bar at the follies bergere without anyone walking in front of me. Wonderful furniture pieces and silver."], "score": ["5 of 5 stars"]}
{"text": ["Great place to see the impressionists. Great painting in a very beautiful place. Loved it...it´s a must see"], "score": ["5 of 5 stars"]}
{"text": ["This museum is pretty small, but has a worthwhile collection of impressionist and post-impressionist art, which is my favorite. You can easily do the museum in a couple of hours. It is near Trafalgar Square and I would only recommend seeing the museum after you have already been to all the free attractions in the city."], "score": ["4 of 5 stars"]}
{"text": ["I try to visit whenever I am in London. Apart from some fantastic ART there is now a display of thee SILVER ware the Courtauld is famous for. The location and view (near Somerset House) is sensationalDr Peter Tillman (Londoner, ex Jersey now Chch NZ) Senior"], "score": ["5 of 5 stars"]}
{"text": [], "score": []}
{"text": [], "score": []}
{"text": ["As a 70th birthday treat, my wife and I went to the National Gallery. It was amazing to see 'live' paintings (as opposed to photos and mag pictures). However, I found most of the exhibition rather dull. For me there were too many religious paintings and not all of them all that good. For some reason, because a painting has..."], "score": ["3 of 5 stars"]}
{"text": ["I've always loved this museum.A lot of nice and interesting paintings.Great atmosphere.Good collection."], "score": ["4 of 5 stars"]}
{"text": [], "score": []}
{"text": [], "score": []}
{"text": ["It is all here - history and heritage in art form, from Van Gogh to Turner. We loved our time in the gallery and learned loads."], "score": ["5 of 5 stars"]}
{"text": ["Whist having a vast array of paintings from many centuries, I repeatedly visit because of the French Impressionists Collection.I have to say I find my spirits and soul recharged each time I visit.I urge you to experience it too."], "score": ["5 of 5 stars"]}
{"text": ["What a treasure! Just loved it and could have spent a lot more time here. Well worth a visit and the price can't be beat - museums are free in London. How civilized!"], "score": ["5 of 5 stars"]}
{"text": ["Primarily went to see teh Veronese show, which was brilliant. I wandered randomly through other galleries, getting to the impressionists. Why oh why do people flock like sheep to these galleries, packing them out barely able to see the paintings, when there are stunning works of different eras hanging in deserted galleries?"], "score": ["5 of 5 stars"]}
{"text": ["The paintings were breathtaking, there were lots of places to sit and just absorb the intricate details of the masters works. Unfortunately, the day I visited they had the impressionists exhibit closed, but there were still so many things to see I managed to stay entertained."], "score": ["5 of 5 stars"]}
{"text": ["This is what the English do well. This is an amazing collection of paintings by the world's best. The building itself is magnificent and well worth the visit, which is free, just to madmire the wonderful ceilings, mosaic floors and wonderful display rooms. I would suggest choosing 10 well known pictures and then adding 5/6 lesser well known ones. There..."], "score": ["5 of 5 stars"]}
{"text": ["This is a must-see for anyone with any artistic interest. Very central location. It's well put-together, and free. It houses so many famous pieces, including van Goghs (my favorite) and Monets. It is all simply breathtaking- even the rooms themselves are beautiful. Worth a visit- nice gift shops too."], "score": ["5 of 5 stars"]}
{"text": ["I know this wasn't the London showing, but just had to say that we saw Lion King on Broadway in New York, it was spectacular and worth the ticket price. We went back in 2011."], "score": ["4 of 5 stars"]}
{"text": ["We went to this show for the kids to have fun but we the adults enjoyed it as much as they did, the music and the casts made it a wonderful experience, not to be missed if you are in London with family or even alone."], "score": ["5 of 5 stars"]}
{"text": ["From the minute the lights went down in the Lyceum, this was a delightful experience. The actors drew you in and enchanted you for the rest of the evening."], "score": ["5 of 5 stars"]}
{"text": ["The Lion King is one of those shows that you just HAVE to see.The costumes, stage work, music... It's just amazing and you'll walk away feeling uplifted."], "score": ["5 of 5 stars"]}
{"text": ["This is truly a magnificent display; everything from the sets, the scenery, and of course the fabulously and extensively designed costumes that just make this experience one that everyone must live. No other show makes use of the whole theatre as much as they do here, and I couldn't possibly fault one of the cast members for a fantastic show..."], "score": ["4 of 5 stars"]}
{"text": ["I love this show!i love how innovative, how beatiful and strong it is.Fantastic music and dancing, costumes beyond your wildest imagination and a theatrical experience that gathers all types of theatre (from shodow to puppetry) in one.Don't expect to see a \"kids play\". This is as spectacular as it gets!"], "score": ["5 of 5 stars"]}
{"text": ["Breath taking. Exciting. Gets you feeling all young, free and buzzy! I loved this show and would watch it again!"], "score": ["5 of 5 stars"]}
{"text": ["This is a fabulous show suitable for all ages. It was full of energy - music was fabulous, costumes fabulous. Spectacular Thoroughly enjoyed every minute of this production"], "score": ["5 of 5 stars"]}
{"text": ["Amazing production. Not going to say much - don't want to spoil it for you. Well worth seeing though and quite moving."], "score": ["5 of 5 stars"]}
{"text": ["Sitting in the Royal Gallery for the State opening of Parliament is something I'll not forget in a hurry. Walking through Westminster Hall; a functioning building 800+ years old is mind blowing. British pomp and ceremony in magnificent surroundings....."], "score": ["5 of 5 stars"]}
{"text": ["It's like seeing Washington DC Congress, The White House and House of Reps all at once. This is where British law is created, debated, passed and enacted.Our tour didn't take us into Parliament, but our tour guide gave us a good overview and when we passed it on the Thames River cruise, the grand view we've seen so many..."], "score": ["5 of 5 stars"]}
{"text": ["We took guided tour on a rainy Saturday morning. Tour lasted 90-100 minutes and was very informative .Worth the little extra vs a self guided tour. You get a lot of the history of the building as well as the history of the British government."], "score": ["5 of 5 stars"]}
{"text": ["Before we left the U.S. we had arranged to take the guided tour of the House of Parliament and it was very much worth it. No queues to get tickets just walk up at your allotted time. We also received a very nice guide book as a souvenir. Our guide, Robina Brown, was very knowledgeable and funny but did get..."], "score": ["5 of 5 stars"]}
{"text": ["It was an awful day weather wise when I walked down past Downing Street to take a look at the home of our Government. It is such a magnificent building steeped in so much history and it is just awesome to just stand at look at it. One day I will take a guided tour but if like me you..."], "score": ["5 of 5 stars"]}
{"text": ["I never am bored just walking by the Houses of Parliament and Big Ben. Day or night it is spectacular."], "score": ["5 of 5 stars"]}
{"text": ["Must visit when in London. The Big Ben is a great attraction. The architecture is great. One can spend lots of time strolling around and admiring history"], "score": ["4 of 5 stars"]}
{"text": ["We had to divide ourselves into two groups but our students still really enjoyed their visit. I have been to london many times but this was my first visit inside parliament, it certainly did not disappoint. Just goes to show that it's so much more than just Big Ben!"], "score": ["4 of 5 stars"]}
{"text": ["Such amazing architecture. Step back in time. A must see while in London Town. The stain glass and Rose windows were just spectacular."], "score": ["4 of 5 stars"]}
{"text": [], "score": []}
{"text": [], "score": []}
{"text": ["i was lucky secure a decently priced ticket to see the current production of \"Dialogues des Carmelites\" last night. the Royal Opera House is a beautiful building, grand in every sense. from the moment you enter the building, you sense you are in for a special occasion. the bar upstairs, with the impressive glass roof is beautiful with huge trees..."], "score": ["5 of 5 stars"]}
{"text": ["This is a great place to watch a musical. It is elaborate and comfortable with great settings and props."], "score": ["5 of 5 stars"]}
{"text": ["One can enjoy fantastic performances by the finest ballet companies of the world. it is recommended to reserve the dinner at the restaurant. Excellent service and Superb cuisine. Magnificence of the building will leave you stunned for sure."], "score": ["5 of 5 stars"]}
{"text": ["We just returned from 2 weeks in Europe. We attended the ballet and ate at the Balconies Restaurant for our anniversary. Everything was perfect. The opera house is beautiful. We had very good seats in the lower amphitheatre for 36 pounds. It is a little chaotic at the intervals to get back to Balconies for dessert, but we managed. Lots..."], "score": ["5 of 5 stars"]}
{"text": ["Wonderful acoustics - thoroughly enjoyed my visit. Drinks a bit on the pricey side, but this is LONDON at its best.Well worth a visit. Try to get a deal on your tickets. I particularly enjoy a Matinee."], "score": ["5 of 5 stars"]}
{"text": ["A special evening in London! I was in London to celebrate my 60th birthday, and our evening at the Royal Opera House was a highlight of our visit! Tosca was fabulous ! Remember if you want to eat Make a Reservation!! We didn't realize this and ate appetizers for our meal ! However a plus of that was we were..."], "score": ["5 of 5 stars"]}
{"text": [], "score": []}
{"text": [], "score": []}
{"text": ["I went along to see the Jersey Boys with a friend as I love many of the songs, I was actually blown away by how brilliant the show actually was! Not only did we sing along to the songs, we were also up and dancing (along with everyone there) when it was approaching the end too :))"], "score": ["5 of 5 stars"]}
{"text": ["Great performance and music by all especially from the Frankie Valli character, in a very comfortable setting, Piccadilly Theatre,"], "score": ["5 of 5 stars"]}
{"text": [".... but I just didn't enjoy this show, and in fact, knowing what the tubes are like at theatre kick out time if everyone leaves dead at the end, we left early to avoid it.I like a variety of music eras, but I just didn't enjoy this show."], "score": ["1 of 5 stars"]}
{"text": ["For some of us lucky enough to have seen the real Frankie Valli and the Four Seasons at their prime---yes, many many years ago--this excellent theater production is the best way to relive that experience. And the story and energy from the live theater performance makes it almost better than the original concert under the stars at an amphitheater in..."], "score": ["5 of 5 stars"]}
{"text": ["a great show with music that makes you want to get up and dance (which you get to do at the end!) Hearing the story is the main thing"], "score": ["5 of 5 stars"]}
{"text": ["Well worth seeing, thoroughly enjoyed it and couldn't help singing along. I think everyone else on the rows near to us felt the same too!!"], "score": ["5 of 5 stars"]}
{"text": ["It started a bit slow and thought how will they string the story out but by the second half it came alive with fantastic music and a real tap tapper."], "score": ["4 of 5 stars"]}
{"text": [], "score": []}
{"text": ["I have been to theatre many times, and this was on of the best musicals I have ever seen. The only things was we were a bit to close to the stage and I got a crink in the neck."], "score": ["5 of 5 stars"]}
{"text": ["Had seen it in Vegas and wanted to see if the London version was as good. Definitely was!Music was great and I enjoyed seeing so many people up and dancing towards the end of the performance. Nothing to dislike ."], "score": ["5 of 5 stars"]}
{"text": [], "score": []}
{"text": ["this show has to be listed in the top things to do in London. Beautiful venue very atmospheric and Sonic is just brilliant!! Absolutely impressive and you just do not believe at what you see..really good fun.highly recommendable."], "score": ["5 of 5 stars"]}
{"text": ["I had a fantastic experience at the Magic Hour show. This show came highly recommended and I was not disappointed. The show was brilliant from start to finish with a wide range of tricks, every one even more impressive! I was left amazed desperately trying to work out how each act was performed. Sonic is an excellent performer and there..."], "score": ["5 of 5 stars"]}
{"text": [], "score": []}
{"text": [], "score": []}
{"text": [], "score": []}
{"text": [], "score": []}
{"text": [], "score": []}
{"text": [], "score": []}
{"text": [], "score": []}
{"text": [], "score": []}
{"text": ["Bought half price tickets for Sat. matinee. Great seats -- mid mezzanine, 4 rows up, for 80 pounds. I had seen the production in London 21 years ago and many times in the states. This was such a good Phantom because it was made for the theater, the leads were passionate and the crowd energy was there. Great value and..."], "score": ["5 of 5 stars"]}
{"text": ["This was the fourth time we've seen Phantom. The first play ever in London. Good production in a smaller theatre. Go for seats that are higher up to obtain a good view of the chandelier."], "score": ["4 of 5 stars"]}
{"text": ["this show is a classic and worth the money to see it in London again. The theatre is typical old English so not as comfortable as Americans are used to sitting."], "score": ["5 of 5 stars"]}
{"text": ["It's old. It's familiar. It's even obsolete.But it is the best show you will ever see.There are other more colourful, expensive and loud show, but this is trully a classic. Great music, great voices, great theatre and a story that will make your heart melt.You;ve never been in London if you haven't seen Phantom."], "score": ["5 of 5 stars"]}
{"text": ["This was my first musical and I attended having reservations over I would like a musical. It was a fantastic experience, been to others since but none match this."], "score": ["5 of 5 stars"]}
{"text": ["The first ever play ive been to, and it was awesome. Loved it and would not mind seeing it again.. A must go for all theatre lovers."], "score": ["5 of 5 stars"]}
{"text": ["What a classic production. I have seen it many times and every time, it still gets me. Be sure to sit in the front middle."], "score": ["5 of 5 stars"]}
{"text": ["Dream come true! The place to go and opeta to see when you are in London! It was easy and quick to get in and find our places. Service was good and staff was friendly."], "score": ["5 of 5 stars"]}
{"text": ["I have seen this show many times all over the world and it is still wonderful every time I see it. The cast was excellent, the stage great, and an overall impressive performance. My daughter saw it for the first time and loved it. Great time."], "score": ["5 of 5 stars"]}
{"text": [], "score": []}
{"text": ["While the elaborate furnishings in this gorgeous mansion might not be to everyone's taste in terms of how they want to live their own lives, it is certainly a treat to see what life was like for the 1 percent of a certain era! This museum could really be called \"The Wallace Collections,\" in the plural, because there are so..."], "score": ["5 of 5 stars"]}
{"text": ["I suppose many would consider this a second tier museum however, it is not to be missed. The collection is outstanding and the presentation in a home so intimate. I cannot say enough about this collection; the painting miniatures, paintings, furniture and decorative arts are outstanding. The furniture collected by the Marquise of Hertford at the Petit Trianon \"yard sale\"..."], "score": ["5 of 5 stars"]}
{"text": ["This is probably one of my favorite places in London. To think that it was someone's personal collection and home. Yes, I am jealous! But one can feel at home and at peace there very easily. Enjoy."], "score": ["5 of 5 stars"]}
{"text": ["This place is just off Portman Square. We loved it! The artwork on display is just awesome, as are the furnishings, china and other beautiful collectables. Admission was free. Don't miss this if you have the opportunity. It doesn't take very long to visit and it will leave a lasting impression."], "score": ["5 of 5 stars"]}
{"text": ["This place is such a great find- don't tell too many people!It is free to look around and is not full of tourists like the other museums and collections.A beautiful building and a great (though expensive) cafe in the middle.One of those places where you must head back again."], "score": ["5 of 5 stars"]}
{"text": ["A must see! This place was recommended to me by the hostess of the b&b I am staying in. What a treat! Admission is free, and if you go at 2:30pm, you can also get a free guided tour providing an excellent background on the place, the artists, and the family who has made this happen. There is also a..."], "score": ["5 of 5 stars"]}
{"text": ["A very good collection of paintings and other artworks, and children would like the extensive armour too. You can even try on chain mail! And it's all free."], "score": ["4 of 5 stars"]}
{"text": ["Its takes your breathe away! this wonderful place full of such treasures that were given by the Wallace family to the City of London is not to be missed, right near Selfridges its easy to get to. The famous painting from the Laughing Cavalier to wonderful armour, a collection of gold snuff boxes - there is someting there for every..."], "score": ["5 of 5 stars"]}
{"text": ["I took my niece and children for a birthday lunch. Everything was excellent particularly the care taken by the staff. It was a good idea to have a children's menu available. Thank you for the candle in the cake! I would certainly recommend it."], "score": ["5 of 5 stars"]}
{"text": [], "score": []}
{"text": ["One of the best theatre experiences I've had; got completely lost in the story and the puppets are so fantastic you forget that they are operated by people. Highly recommended!!"], "score": ["5 of 5 stars"]}
{"text": ["We went to see War Horse at the New London Theatre on the advice of a lovely lady we met on a cruise across the Atlantic. This is such an amazing show of puppetry, so good, in fact, that after the initial introduction you don't even notice the puppeteers, they just blend in. An absolutely amazing performance well worth seeing."], "score": ["5 of 5 stars"]}
{"text": ["This is probably a good play for people who are not that keen on the theatre as it has something of the circus about it too.I wasn't sure how I was going to feel about watching puppet horses but they are so well done and their movements capture a lot of the real thing that quickly you see them..."], "score": ["4 of 5 stars"]}
{"text": ["..... We actually laughed because it was so ridiculous. Also, the small scene that wasn't in English, really? The story didn't need it to be in a foreign language, so why was it?Nope, not for me, and won't be bothering with the movie either."], "score": ["1 of 5 stars"]}
{"text": ["No doubt a good production, and the puppetry is excellent. I found the story a little long and drawn out though. I would have preferred it to have been around 30 minutes shorter."], "score": ["3 of 5 stars"]}
{"text": ["I went to see War Horse, at the New London Theatre on Drury Lane. I was truly amazed by it. The life sized horse puppets, run by up to 3 people for each horse were mesmerizing to watch. The duck puppet was also terrific, and provided humour for relief during some of the sadder parts in the play. The overall..."], "score": ["5 of 5 stars"]}
{"text": ["War Horse visited Ireland and while the story is simple enough, the execution is breathtaking. The sheer energy coming from the puppeteers and the actors sweeps the onlooker into the emotion of the story. We experience the terror and horror of the war and all the time , we are willing the horses on and hoping they survive."], "score": ["5 of 5 stars"]}
{"text": ["It was good but a bit light for us. The concept was great and nice story and I had a tear but not the best I have seen. We went to a mantinee session so we could go out in the evening to something else and there were school children so that gives an indication also of the level of..."], "score": ["3 of 5 stars"]}
{"text": ["We've been meaning to see this for some time and are so glad that we did. The show was wonderful. The set was very clever. The acting was very good. But the most amazing things were the horses. They seemed so real.. you actually forgot that they were 'puppets'. So very, very clever. We possibly could have had better seats,..."], "score": ["5 of 5 stars"]}
{"text": [], "score": []}
{"text": ["There is a reason it is so hard to get tickets to this show. It is absolutely hilarious. A top quality production with superb performances."], "score": ["5 of 5 stars"]}
{"text": ["The funniest thing I'd seen in a long time.wasn't too familiar with it before I went, knew a few of the songs and it blew me away. The cast fit their roles so perfectly, and the musicians were a class act.Appreciated the short 15 minute interval as well, couldn't wait to get more!"], "score": ["5 of 5 stars"]}
{"text": ["Hilarious show, amazing talent and surprisingly brilliant singing. If you have a weak disposition however, might not be the right show for you - bit of vulgar humor but very well done."], "score": ["5 of 5 stars"]}
{"text": ["We weren't sure what to expect but the reviews are huge. Fast moving, entertaining but not for the faint hearted. The cast are well suited to their roles and the choreography brilliant. I understand now why it's won all the awards. Ok. - this show you need to book for as I didn't see any discounted tickets in the West..."], "score": ["5 of 5 stars"]}
{"text": ["The music and humour were great but very light and some might think a bit silly. Not as good as Mamma Mia but it was very enjoyable."], "score": ["3 of 5 stars"]}
{"text": ["This was such a great show - I went with my partner and we had a great time. Be sure to investigate the 'restricted view' tickets as we were in a 'gallery box' which were much more affordable, you are side on but you can see pretty much everything on the stage, I wouldn't have said that I missed out..."], "score": ["5 of 5 stars"]}
{"text": ["I was looking forwards to watching this show since it was on Broadway in US. And finally my dream came true....they are on the tour in London....Awesome!!. It is extremely brilliant and hilarious musical ever. The lyrics, the set, the production, all actors and crew are so awesome. If you are one of those South Park fans, this would even..."], "score": ["5 of 5 stars"]}
{"text": ["Was funny and entertaining. Would recommend to others. If you are precious about language or religious subjects it's not the show for you. I thought it didn't put the religion down, just poked fun at the different aspects, ie. door knocking and the big American smiles. The catchy songs are now suck in my head too."], "score": ["5 of 5 stars"]}
{"text": ["I wanted to surprise my daughter with tickets to see this show in London. Well she was more than surprised because the lead was someone that she has loved for a long time. The show is beyond amazing and what a lot of work these performers have to do! We were smiling from ear to ear! Excellent!"], "score": ["5 of 5 stars"]}
{"text": [], "score": []}
{"text": ["This is a brilliant well designed memorial to commemorate those who helped to save this and other countries from tyranny shame it took so long to take its place but now a must visit when in this part of London. I was reminded when I looked at it that enough people to fill the likes of the Etihad Stadium in..."], "score": ["5 of 5 stars"]}
{"text": ["This memorial was very late in being erected to honour the brave air crews of the allied Air Forces. It is out of central London across from Hard Rock Café at Hyde Park corner. It consists of a bomber crew about to depart on a mission."], "score": ["4 of 5 stars"]}
{"text": ["We travelled to London to pay our respects to my grandfather who served in the D Day landings. It brought a tears to my eyes to stand and admire the statues. It was like looking into the eyes of real people who made the ultimate sacrifice and it made us realise what these brave people did for us all."], "score": ["5 of 5 stars"]}
{"text": ["A wonderful memorial to the crews of Bomber Command killed during the Second World War. Fine architecture and incorporating a wonderful stature, it is a fine addition to the war memorials on London."], "score": ["5 of 5 stars"]}
{"text": ["I happened across this with my nineteen year old daughter. Not knowing what to expect we both fell silent. We didn't talk for some minutes. It is so moving. There is no triumphalism, no jingoism. It gave me a great sense of pride to come from such a generation who gave so much yet it's power seems universal. My daughter..."], "score": ["5 of 5 stars"]}
{"text": ["A well deserved fine tribute to the crews of Bomber Command, denied recognition for far to long by mis-guided safely-in-their-homes liberal thinking people, fortunate enough to have the freedom to express such sentimental idealism. But for those of Bomber Command and others of the armed services, who paid the ultimate sacrifice, we would not enjoy life as we know it..."], "score": ["4 of 5 stars"]}
{"text": ["It brings tears to my eyes to stand and admire these wonderful statues. My husband and I make a point of visiting them whenever we are in the area. They make you realise what these brave young men did for our country."], "score": ["5 of 5 stars"]}
{"text": [], "score": []}
{"text": [], "score": []}
{"text": [], "score": []}
{"text": ["It's always a challenge when traveling with the kids - you want them to learn and see the historic and tourist attractions, but you also want to do modern and fun things. HintHunt was the family favorite of the trip.After a brief orientation, we started the task, trying to solve the mystery. Breaking codes, finding secret objects, following hints..."], "score": ["5 of 5 stars"]}
{"text": ["Had a trip to london with my two daughters for couple days and planned the usual sights but this activity caught my eye and I'm so glad I booked it. Will be wrong of me to write any thing more about the hint hunt but we had a fantastic time and the staff are just great. We will go again...."], "score": ["5 of 5 stars"]}
{"text": ["I went with 4 friends and had a blast. Highly recommend it. Probably the best thing I've ever done in London."], "score": ["5 of 5 stars"]}
{"text": ["Went to London with me and three friends and did alot in the short break away, however the one thing that we will not stop talking about for months is HintHunt! This is a simple idea worked together with a story to exit a room. Working together in a team and with, more than a few, clues we developed through..."], "score": ["5 of 5 stars"]}
{"text": ["It's definitely a brilliant experience for the familyI went with my kids ages 9,12And we all enjoyed it!!!!!We were at the Zen roomWe will definitely come back"], "score": ["5 of 5 stars"]}
{"text": ["Having read the amazing reviews, we booked as a birthday treat for my son. We were 2 adults and 2 children (aged 15 and 11). We found we were good at solving the clues/puzzles but not so good at knowing how to use this information to help us solve the challenge, even with the helpful hints on screen we didn't..."], "score": ["4 of 5 stars"]}
{"text": ["Five friends went into the unexpected and worked as a team to solve the various problems and puzzles. A real adrenaline rush as the clock ticks away before the time is up. We found ourselves totally caught up within the fictional elements and it all merged into reality. Can't wait to book the Zen room.."], "score": ["5 of 5 stars"]}
{"text": ["We had such a terrific time at Hint Hunt! It's amazing how immediately you are absorbed into the labyrinth of puzzles, and how the clock counting down becomes a source of agonising tension! We made it out, and immediately booked into the Zen room - we'd had so much fun, we couldn't wait to get on to the next one!..."], "score": ["5 of 5 stars"]}
{"text": ["I really enjoyed HintHunt - we went for my sisters 25th birthday. We made it out with 30 seconds to go!It's super intense and you have to work together to get out, it's really great because if you get stuck they will give you clues on the screen, I'm hopeless at maths so it helped a lot!!Would definitely..."], "score": ["5 of 5 stars"]}
{"text": [], "score": []}
{"text": ["Everything is great - the stage itself is a bit smaller than in other venues.. so probably worth getting a better seat.Otherwise, excellent show."], "score": ["4 of 5 stars"]}
{"text": ["The performance was amazing. Unfortunately, Fantine was the weakest performer. But disappointed that theatres haven't followed cinemas with altering seat heights so that view is not blocked by the head of the person in front. I missed anything happening in the left side of the stage due to the lady in front. Come on we pay large amounts of money..."], "score": ["4 of 5 stars"]}
{"text": ["My second time to the live show. The theatre seems smaller (has the show moved in the last 5 yrs?!) but this time I didn't have the Frankenstein monster of a man sitting in front of me who, at my first visit, virtually obscured the stage (neck appeared to be the width of my shoulders- an absolute giant). So, thatre..."], "score": ["5 of 5 stars"]}
{"text": ["What is not to like. Forget the film, the theatre production is the 'real deal.' We could not fault any of the performers they were all excellent. This was a thoroughly enjoyable evening. The best show in London!"], "score": ["5 of 5 stars"]}
{"text": ["This is the first time we've been to see a show like this (previously seen Thriller Live) so we weren't sure what to expect.I booked the matinee so we had more time in the evening. I thought (maybe i'm old fashioned) that a trip to the theater was a smart occasion so we turned up in smart clobber. I..."], "score": ["4 of 5 stars"]}
{"text": ["over the years I have seen this show four times and each time is as good as the last. I love the music and the story. It's emotive and thought provoking."], "score": ["5 of 5 stars"]}
{"text": ["I do enjoy the theatre very much, but I believe this production has just got too much hype, and my expectations were not really met."], "score": ["4 of 5 stars"]}
{"text": ["It is a tremendous production of a classic stage/book. Everyone should at least see Les Miserables once."], "score": ["5 of 5 stars"]}
{"text": ["I've loved the music from Les Miserables for years, and after a long wait, I finally saw the show yesterday.I loved it from start to finish, the hairs on the back of my neck stood up several times. Brilliantly produced and cast.Although the show is long, it never felt drawn out and long winded, it was the quickest..."], "score": ["5 of 5 stars"]}
{"text": [], "score": []}
{"text": ["We travelled up from Suffolk on coach yesterday 6th, June..to show and afternoon tea.......our friends had been before and had said how good it was.......well we loved it, the show was so funny we laughed and laughed, the tea was lovely and excellent staff......roll on December for our return....well done to all.........p.s. Even if I was told my striped t..."], "score": ["5 of 5 stars"]}
{"text": ["Brilliant show, wonderful atmosphere! Delicious afternoon tea. What more can I say? When can I go again!"], "score": ["5 of 5 stars"]}
{"text": ["I had a wonderful time with friends The show was superb all those melodies & fun entertainment was a real treat The staff were brilliant & so helpful the.tea & cakes went down a treat look forward to going again"], "score": ["5 of 5 stars"]}
{"text": ["We visited Brick Lane Music Hall after friends suggested we should try it and we were not disappointed. We went as guests with some elderly relatives but still saw a great show, great cast, and a great laugh. The whole experience was fun and the time spent there was worth the money and English tea and cake made it perfect."], "score": ["5 of 5 stars"]}
{"text": ["What an entertaining afternoon !! great humour & a lovely tea. Beautiful venue. Will certainly come to another show."], "score": ["5 of 5 stars"]}
{"text": ["What an entertaining afternoon !! Booked & travelled with Stevenage travel & had a great time Fantastic music, great humour & a lovely tea. Beautiful venue & lovely staff - what more could you want & good value. Will certainly come to another show. Vincent & gang, keep up the good work & keep smiling !"], "score": ["5 of 5 stars"]}
{"text": ["Having visited Brick Lane Music Hall for about the 5th time yesterday, and not being disappointed yet again. What a great show, great cast, haven't laughed so much in ages! Well done Vincent, you deserve your MBE, for all the charitable work you do and making people laugh, keep up the good work. Thanks to your staff too, for a..."], "score": ["5 of 5 stars"]}
{"text": [], "score": []}
{"text": [], "score": []}
